Econ_Monetary_Policy.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Monetary Policy</title>
<!-- 2017-08-26 Sat 20:45 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Anghelo De La Cruz" />
<link rel="stylesheet" href="css/worg.css" type="text/css" media="screen" />
</head>
<body>
<div id="content">
<h1 class="title">Monetary Policy</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. <span class="todo TODO">TODO</span> Monetary Policy</a>
<ul>
<li><a href="#sec-1-1">1.1. Role of RBA:</a></li>
<li><a href="#sec-1-2">1.2. Definition</a></li>
<li><a href="#sec-1-3">1.3. Objectives</a>
<ul>
<li><a href="#sec-1-3-1">1.3.1. Underlying rate of Inflation</a></li>
<li><a href="#sec-1-3-2">1.3.2. Financial Stability</a></li>
</ul>
</li>
<li><a href="#sec-1-4">1.4. Implementation</a></li>
<li><a href="#sec-1-5">1.5. Cash rate and Open Market Operations</a>
<ul>
<li><a href="#sec-1-5-1">1.5.1. Diagram 11.1 Pg 310</a></li>
<li><a href="#sec-1-5-2">1.5.2. Target Cash Rate</a></li>
</ul>
</li>
<li><a href="#sec-1-6">1.6. Monetary Policy Tightening / Loosening</a></li>
<li><a href="#sec-1-7">1.7. Monetary Policy Settings</a></li>
<li><a href="#sec-1-8">1.8. Tranmission Mechanism</a>
<ul>
<li><a href="#sec-1-8-1">1.8.1. Cost of Credit Channel (Savings and Investment)</a></li>
<li><a href="#sec-1-8-2">1.8.2. Cash Flow Channel</a></li>
<li><a href="#sec-1-8-3">1.8.3. Availability of Money / Credit Channel</a></li>
<li><a href="#sec-1-8-4">1.8.4. Asset Values / Asset Price Channel</a></li>
<li><a href="#sec-1-8-5">1.8.5. Exchange Rate Channel</a></li>
</ul>
</li>
<li><a href="#sec-1-9">1.9. Exchange rate intervention</a></li>
<li><a href="#sec-1-10">1.10. Strengths and weeknesses of Monetary Policy</a>
<ul>
<li><a href="#sec-1-10-1">1.10.1. Strengths</a></li>
<li><a href="#sec-1-10-2">1.10.2. Weaknesses</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#sec-2">2. <span class="todo TODO">TODO</span> Monetary Policy in Action</a>
<ul>
<li><a href="#sec-2-1">2.1. Price Stability</a></li>
<li><a href="#sec-2-2">2.2. Stronger Economic Growth and Employment</a></li>
<li><a href="#sec-2-3">2.3. Stabilisation of the Business Cycle</a></li>
<li><a href="#sec-2-4">2.4. Living Standards</a></li>
<li><a href="#sec-2-5">2.5. Specific Policy Changes Over the Cycle</a></li>
</ul>
</li>
</ul>
</div>
</div>


<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> <span class="todo TODO">TODO</span> Monetary Policy</h2>
<div class="outline-text-2" id="text-1">
<p>
Relies on changing the level of interest rates to alter the cost,
demand and availability of credit. It has fast impact and does not
require the involvement of parliament.
</p>
</div>

<div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> Role of RBA:</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>banker to the government, banks, and NBFIs (Non-bank Financial
Institute)
</li>
<li>Issues notes and coins
</li>
<li>custodian of overseas currency reserves
</li>
</ul>

<p>
<b>Priority</b> is low inflation; as it is a precondition to achieving
 consumer and business confidence.
</p>

<p>
RBA board meets monthly on Tuesday (except January), and considers the
following economic data:
</p>

<ul class="org-ul">
<li>Quarterly trends in headline CPI
</li>
<li>Spending levels (C), (I)
<ul class="org-ul">
<li>Building approvals
</li>
<li>Household debt
</li>
</ul>
</li>
<li>Unemployment rate
<ul class="org-ul">
<li>Job vaccancies
</li>
<li>Participation
</li>
</ul>
</li>
<li>Overseas markets
</li>
<li>Government budgetary stance.
</li>
</ul>

<p>
Monetary Policy works in a counter cylical pattern.
</p>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> Definition</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Monetary policy is operated by the RBA on behalf of the government and
involves the manipulation of key financial variables in the economy
(primarily interest rates) in order to achieve specific economic goals
and ultimately improve the living standards or welfare of all
Australians. The medium term objective is 'stability of the
currency', which the RBA currently defines as price stability, where
consumer price inflation is kept between 2 and 3 per cent, on average,
over time.
</p>

<p>
The RBA will only be concerned if inflation is outside the range for a
'sustained' period. Once low inflation is achieved, the RBA can then
focus on policy decisions that assist in the attainment.
</p>
</div>
</div>

<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> Objectives</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>the stability of the currency of Australia
</li>
<li>the maintenance of full employment in Australia
</li>
<li>the economic prosperity and welfare of the people of the Australia.
</li>
</ul>

<p>
Monetary policy will generally be useed in a counter-cyclical way to
boost activity when inflation and growth are low and restrain activity
when inflation and growth are high.
</p>
</div>

<div id="outline-container-sec-1-3-1" class="outline-4">
<h4 id="sec-1-3-1"><span class="section-number-4">1.3.1</span> Underlying rate of Inflation</h4>
</div>



<div id="outline-container-sec-1-3-2" class="outline-4">
<h4 id="sec-1-3-2"><span class="section-number-4">1.3.2</span> Financial Stability</h4>
</div>
</div>



<div id="outline-container-sec-1-4" class="outline-3">
<h3 id="sec-1-4"><span class="section-number-3">1.4</span> Implementation</h3>
</div>

<div id="outline-container-sec-1-5" class="outline-3">
<h3 id="sec-1-5"><span class="section-number-3">1.5</span> Cash rate and Open Market Operations</h3>
<div class="outline-text-3" id="text-1-5">
<p>
The RBA manipulates the cash rate by buying and selling <b>Commonwealth
Government Securities (CGS)</b> or repurchase agreements (repos) to
participants in the cash market (primarily banks). This manipulation
of the cash market is commonly referred to as <b>open market operations
(OMOs)</b> or domestic market operations.
</p>
</div>

<div id="outline-container-sec-1-5-1" class="outline-4">
<h4 id="sec-1-5-1"><span class="section-number-4">1.5.1</span> Diagram 11.1 Pg 310</h4>
</div>

<div id="outline-container-sec-1-5-2" class="outline-4">
<h4 id="sec-1-5-2"><span class="section-number-4">1.5.2</span> Target Cash Rate</h4>
</div>
</div>

<div id="outline-container-sec-1-6" class="outline-3">
<h3 id="sec-1-6"><span class="section-number-3">1.6</span> Monetary Policy Tightening / Loosening</h3>
</div>



<div id="outline-container-sec-1-7" class="outline-3">
<h3 id="sec-1-7"><span class="section-number-3">1.7</span> Monetary Policy Settings</h3>
</div>

<div id="outline-container-sec-1-8" class="outline-3">
<h3 id="sec-1-8"><span class="section-number-3">1.8</span> Tranmission Mechanism</h3>
<div class="outline-text-3" id="text-1-8">
</div><div id="outline-container-sec-1-8-1" class="outline-4">
<h4 id="sec-1-8-1"><span class="section-number-4">1.8.1</span> Cost of Credit Channel (Savings and Investment)</h4>
</div>

<div id="outline-container-sec-1-8-2" class="outline-4">
<h4 id="sec-1-8-2"><span class="section-number-4">1.8.2</span> Cash Flow Channel</h4>
</div>

<div id="outline-container-sec-1-8-3" class="outline-4">
<h4 id="sec-1-8-3"><span class="section-number-4">1.8.3</span> Availability of Money / Credit Channel</h4>
</div>

<div id="outline-container-sec-1-8-4" class="outline-4">
<h4 id="sec-1-8-4"><span class="section-number-4">1.8.4</span> Asset Values / Asset Price Channel</h4>
</div>

<div id="outline-container-sec-1-8-5" class="outline-4">
<h4 id="sec-1-8-5"><span class="section-number-4">1.8.5</span> Exchange Rate Channel</h4>
</div>
</div>

<div id="outline-container-sec-1-9" class="outline-3">
<h3 id="sec-1-9"><span class="section-number-3">1.9</span> Exchange rate intervention</h3>
</div>



<div id="outline-container-sec-1-10" class="outline-3">
<h3 id="sec-1-10"><span class="section-number-3">1.10</span> Strengths and weeknesses of Monetary Policy</h3>
<div class="outline-text-3" id="text-1-10">
</div><div id="outline-container-sec-1-10-1" class="outline-4">
<h4 id="sec-1-10-1"><span class="section-number-4">1.10.1</span> Strengths</h4>
<div class="outline-text-4" id="text-1-10-1">
<ul class="org-ul">
<li>Free from political bias
</li>
<li>Short Implementation lag
</li>
<li>Powerful influence on consumers, investors, borrowers or lenders
</li>
<li>Good at restraining AD as policy reduces discretionary income of
indebted households.
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1-10-2" class="outline-4">
<h4 id="sec-1-10-2"><span class="section-number-4">1.10.2</span> Weaknesses</h4>
<div class="outline-text-4" id="text-1-10-2">
<ul class="org-ul">
<li>Is one dimensional and unable to concentrate its affect on a speicific area
</li>
<li>Full impact can take up to two years (Impact lag)
</li>
<li>RBA does not have direct control over interest rates. This could
mean financial insitutions won't pass on 'in full' the reductions in
the cash rate.
</li>
<li>A reduction in interest rates may not immediately increase AD
because consumers are not forced to spend any increase in
discretionary income.
</li>
<li>Policy becomes less effectve as levels of private sector
indebtedness increase to high levels.
</li>
<li>Policy cannot directly reduce inflationary pressures that are
generated from the supply side of the economy (cost inflation). This
will instead only ignite demand inflationary pressures, worsening
inflation overall.
</li>
</ul>
</div>
</div>
</div>
</div>


<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> <span class="todo TODO">TODO</span> Monetary Policy in Action</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-sec-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> Price Stability</h3>
</div>

<div id="outline-container-sec-2-2" class="outline-3">
<h3 id="sec-2-2"><span class="section-number-3">2.2</span> Stronger Economic Growth and Employment</h3>
</div>

<div id="outline-container-sec-2-3" class="outline-3">
<h3 id="sec-2-3"><span class="section-number-3">2.3</span> Stabilisation of the Business Cycle</h3>
</div>

<div id="outline-container-sec-2-4" class="outline-3">
<h3 id="sec-2-4"><span class="section-number-3">2.4</span> Living Standards</h3>
</div>

<div id="outline-container-sec-2-5" class="outline-3">
<h3 id="sec-2-5"><span class="section-number-3">2.5</span> Specific Policy Changes Over the Cycle</h3>
<div class="outline-text-3" id="text-2-5">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">Year</td>
<td class="left">Policy Stance</td>
<td class="left">Monetary Policy</td>
<td class="left">Context</td>
</tr>

<tr>
<td class="left">Late 2007</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">Economic Growth relatively high. Economy capacity constraints.</td>
</tr>

<tr>
<td class="left">Early 2008</td>
<td class="left">Restrictive</td>
<td class="left">&#xa0;</td>
<td class="left">Inflaion 5%</td>
</tr>

<tr>
<td class="left">Mid 2008</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">GFC</td>
</tr>

<tr>
<td class="left">2009</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">Target rate falling to 'emergency levels' of 3%</td>
</tr>

<tr>
<td class="left">November 2010</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">RBA concerned about the emergence of capacity constraints and the implications for inflation</td>
</tr>

<tr>
<td class="left">2011</td>
<td class="left">Restrictive</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">2011-2012</td>
<td class="left">Loosened</td>
<td class="left">Reduced target cash rate back to 3% by December by 2012</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">2013</td>
<td class="left">Loosened</td>
<td class="left">Target cash rate 2.5% by August 2013</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">2014</td>
<td class="left">&#xa0;</td>
<td class="left">Target cash rate remained at 2.5% through 2014</td>
<td class="left">'Persistance' with expansionary stance</td>
</tr>

<tr>
<td class="left">2015</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">Falling TOT, RBA felt stimulus was required</td>
</tr>

<tr>
<td class="left">Late 2015</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">Economy performing relatively poorly, economic growth below trend, Unemployment at 6.3% August 2015</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
</body>
</html>
